#include"Menu.h"

//定义菜单
void Menu()
{
	cout << "------------------------------\n";
	cout << "|            菜单            |\n";
	cout << "| *牛排类                    |\n";
	cout << "|   雪花牛扒(A)       128 元 |\n";
	cout << "|   西冷(B)           128 元 |\n";
	cout << "|   海菇双拼(C)        98 元 |\n";
	cout << "|                            |\n";
	cout << "| *披萨                      |\n";
	cout << "|   泡菜披萨(D)        89 元 |\n";
	cout << "|   海风鲜果披萨(E)    58 元 |\n";
	cout << "|                            |\n";
	cout << "| *汤类                      |\n";
	cout << "|   俄式罗宋汤(F)      40 元 |\n";
	cout << "|   新虾仁法式鲜汤(G)  52 元 |\n";
	cout << "|                            |\n";
	cout << "| *意面                      |\n";
	cout << "|   黑椒牛柳炒意面(H)  57 元 |\n";
	cout << "|   韩式海鲜烩意面(I)  48 元 |\n";
	cout << "|                            |\n";
	cout << "| *饮料/酒水                 |\n";
	cout << "|   王老吉(J)           8 元 |\n";
	cout << "|   果粒橙(K)          15 元 |\n";
	cout << "|   大椰汁(L)          20 元 |\n";
	cout << "|   大可乐(M)          24 元 |\n";
	cout << "|   劲酒(N)            48 元 |\n";
	cout << "|   青岛啤酒(O)        12 元 |\n";
	cout << "|   江小白(P)          25 元 |\n";
	cout << "|                            |\n";
	cout << "|请输入菜品后对应的字母      |\n";
	cout << "|菜品间输入空格，最后回车结束|\n";
	cout << "------------------------------\n";
}